[
    {
        "id": "RuneWarrior",
        "name": "Рунный Воин",
        "src": "RuneWarrior.jpg",
        "description": "В эпоху, когда боги ещё ступали по землям Эо, их воля запечатлевалась в рунах — камнях, что сияли светом божественной силы. Рунные Воины были их избранниками, хранителями алтарей, связывавших смертных с небесами. Но Великая Война Богов, когда небеса пылали алым, а земля трещала под ударами магии, унесла многие руны в забвение. Ты — один из последних, чья душа откликнулась на зов этих камней, спрятанных в руинах храмов, разрушенных в ту эпоху. Твоя Рунная Магия — это древнее искусство, что позволяет призывать героев прошлого, чьи души всё ещё связаны с рунами, словно нити судьбы, сотканные в вечности. Ты можешь вызывать воинов, магов или стражей, каждый из которых несёт частицу божественной силы, что некогда правила миром. С помощью ритуалов ты усиливаешь союзников, направляешь потоки эфира, чтобы сокрушить врагов, или создаёшь барьеры, что выдерживают натиск армий. Каждый твой удар, каждый ритуал — это гимн богам, чья мощь течёт через тебя, как река через разрушенные плотины. Но руны — не просто оружие. Они живые, они помнят всё: каждый твой подвиг, каждую жертву, каждую ошибку. Их сила требует верности, и если ты оступишься, они могут отвернуться, оставив тебя в пустоте. Ты слышишь их шёпот в ночи, их голоса, что требуют продолжать их дело. Сможешь ли ты нести бремя Рунного Воина, или их древняя мощь раздавит тебя под тяжестью тысячелетий?"
    },
    {
        "id": "BloodKnight",
        "name": "Рыцарь Крови",
        "src": "BloodKnight.jpg",
        "description": "Когда орды Шаикан, полулюди-полудраконы, вторглись в земли Фиары, их кровавые ритуалы залили поля алыми реками, а их мечи не знали пощады. В тот день, стоя над телами павших в битве при Листре, ты заключил Кровавую Клятву с духами войны, что шептались в тенях. Ты пожертвовал частью своей души, чтобы стать их проводником, и теперь твоя кровь — это не просто жизнь, но топливо для неукротимой ярости. Эхо той битвы, где Шаикан впервые показали миру свою ужасающую мощь, течёт в твоих венах, как яд и благословение одновременно. Каждый удар, что ты наносишь, питается агонией врагов, а каждая капля крови, пролитая на поле боя, усиливает твою мощь. Ты можешь призывать духов войны, чтобы усилить свои атаки, или впитывать силу павших, становясь всё более смертоносным с каждым поверженным врагом. Твоя Клятва позволяет тебе обрушивать на врагов волны кровавой энергии, что разрывают их изнутри, или создавать ауры, что вдохновляют союзников сражаться с удвоенной силой. Но эта сила — не только дар. Духи войны, что питают тебя, требуют всё больше жертв, их голоса звучат в твоей голове, требуя новых битв, новых смертей. Ты — живое оружие, чья ярость пылает ярче любого факела, но тьма, что течёт в твоих венах, всегда голодна. Сможешь ли ты удержать её в узде, или она поглотит тебя, превратив в чудовище, что ты поклялся уничтожить?"
    },
    {
        "id": "Sentinel",
        "name": "Часовой",
        "src": "Sentinel.jpg",
        "description": "В эпоху Железных Королей мастера Норкейна создали големов — гигантов из камня и стали, что защищали их города от огнедышащих драконов и орд захватчиков. Их технологии были чудом, но Война Шести Рас обратила Норкейн в руины, а секреты создания големов были почти утеряны. Ты нашёл один из этих чертежей, спрятанный в глубинах Железного Зала, и теперь в твоей груди бьётся Сердце Голема — ядро, что оживляет древние механизмы. Ты — Часовой, мастер, что сочетает магию и технологию, чтобы создавать стражей, чьи шаги сотрясают землю, или механизмы, что защищают твоих союзников. Ты можешь призывать каменных гигантов, чьи кулаки дробят скалы, или создавать барьеры, что выдерживают натиск целых армий. Твои големы могут быть оснащены огненными ядрами, что испепеляют врагов, или защитными полями, что оберегают твоих соратников. Но каждый твой голем — это не просто машина, а отголосок эпохи, когда Норкейн был символом прогресса. Их механические сердца хранят память о мастерах, что погибли, защищая свои творения. Каждый удар, каждый скрип шестерён — это напоминание о цене, что заплатили Железные Короли за свою гордыню. Ты слышишь их голоса в гуле механизмов, их мольбы о возрождении былой славы. Сможешь ли ты восстановить наследие Норкейна, или твои големы станут лишь эхом забытых амбиций?"
    },
    {
        "id": "Demon",
        "name": "Демон",
        "src": "Demon.jpg",
        "description": "Когда Портал Хаоса открылся в землях Фиары, демоны хлынули в мир, неся разрушение и страх. Ты был смертным, что заглянул в бездну во время Падения Тёмного Круга, когда маги, ослеплённые жаждой власти, вызвали силы, что не могли контролировать. В тот день ты заключил Инфернальный Договор с сущностями, что старше самих богов, отдав часть своей души за их мощь. Теперь ты — Демон, чья кровь пылает адским пламенем, а глаза видят мир сквозь завесу хаоса. Ты можешь призывать адских тварей, чьи когти разрывают реальность, или извергать пламя, что сжигает всё на своём пути. Ты способен подчинять волю врагов, заставляя их сражаться друг против друга, или вызывать волны хаотической энергии, что искажают саму ткань мира. Но каждый раз, когда ты черпаешь эту силу, бездна смотрит в ответ, её голоса шепчут в твоей голове, обещая могущество и угрожая поглотить тебя. Эхо Падения Тёмного Круга звучит в твоих ушах, напоминая о магах, что сгорели в своём же пламени. Твой Договор — это цепи, что связывают тебя с преисподней, и каждый твой шаг — это танец на грани безумия. Ты слышишь крики тех, кто пал, вызывая эти силы, и их предупреждения о цене, что ты заплатишь. Сможешь ли ты управлять этой мощью, или она обратит тебя в пепел, как и тех, кто вызвал её?"
    },
    {
        "id": "HirinHerald",
        "name": "Вестник Хирина",
        "src": "HirinHerald.jpg",
        "description": "Хирин, бог-кузнец, чьи молоты ковали души в горниле вечности, в час Конвокации, расколовшей небеса, избрал тебя своим вестником. Твоя душа, вырванная из небытия и помещённая в чужое тело, пробудилась в незнакомых землях Эо. Ты не помнишь, кем был, но внутренний компас указывает тебе путь, а слова, что ты обязан произнести, горят в твоей памяти, их смысл скрыт даже от тебя. Ты — Вестник Хирина, ведомый божественным замыслом, собирающий Осколки Песни в Наковальном Зале, чтобы раскрыть своё предназначение. Твоя магия позволяет усиливать союзников, исцелять их души или призывать перерождённых стражей, чьи клинки выкованы в огне Хирина. Ты можешь создавать ауры стойкости, что защищают от хаоса, или обрушивать на врагов силу, рождённую в божественной кузнице. Но каждый Осколок Песни, что ты находишь, усиливает шёпот Хирина, и его голос становится всё громче, угрожая затмить твой разум. Эхо разрушенных храмов бога звучит в твоих снах, напоминая о вестниках, что потеряли себя, следуя его воле. Ты видишь картины расколотых алтарей, где души кричали, не найдя пути. Сможешь ли ты завершить Песнь Перерождения и узнать свою судьбу, или шёпот Хирина станет твоим проклятием?"
    },
    {
        "id": "CircleMage",
        "name": "Маг Круга",
        "src": "CircleMage.jpg",
        "description": "Круг Магов был некогда светочем знаний, стражами магии, что направляли судьбы Эо. Их башни сияли, как звёзды, но их гордыня привела к Конвокации, что уничтожила их самих и расколола мир. Ты — один из немногих, кто уцелел в той катастрофе, укрывшись в руинах древней Башни Чародея. Теперь твоя башня — это не только укрытие, но и источник силы, где ты черпаешь энергию для заклинаний, что могут менять реальность. Ты вызываешь бури, что сметают армии, создаёшь барьеры, что выдерживают натиск тьмы, или обрушиваешь на врагов потоки чистого эфира. Твоя магия позволяет манипулировать стихиями, искажать время или призывать фантомов, что сражаются за тебя. Но каждый раз, когда ты творишь заклинание, ты слышишь эхо Конвокации — голоса магов, что сгорели в своём же огне, и их предупреждения о цене гордыни. Твоя башня — это и твой трон, и твоя тюрьма, где ты балансируешь между величием и безумием. Ты видишь сны о разрушенных залах Круга, о магах, чьи имена стёрты из истории. Сможешь ли ты восстановить их наследие, или твоя судьба — повторить их ошибки?"
    },
    {
        "id": "WarVeteran",
        "name": "Ветеран Войны",
        "src": "WarVeteran.jpg",
        "description": "Война Шести Рас оставила Эо в руинах, но ты выстоял в бесчисленных битвах — от кровавых полей Листра до осады Ургаха. Твой Боевой Опыт — это не просто мастерство, но память о каждом ударе, каждом павшем товарище, каждом триумфе. Ты можешь вдохновлять союзников, ведя их в бой с уверенностью, что рождена годами сражений, или наносить удары, что переламывают строй врагов. Твои шрамы — это карта твоих побед, но каждый из них — напоминание о цене, что ты заплатил. Ты видел, как города обращались в пепел, как друзья падали под мечами врагов, и как надежда угасала в глазах тех, кто не дожил до рассвета. Ты можешь усиливать свои атаки, адаптируясь к любым условиям боя, или создавать ауры, что вдохновляют твоих соратников сражаться до последнего. Но каждый твой шаг — это борьба с тенями прошлого, с воспоминаниями о тех, кто не вернулся с поля боя. Ты слышишь их голоса в звоне клинков, их мольбы о мести. Сможешь ли ты продолжать сражаться, или твой опыт станет бременем, что сломит тебя?"
    },
    {
        "id": "ForestGuardian",
        "name": "Страж Леса",
        "src": "ForestGuardian.jpg",
        "description": "Когда драконы и орки разоряли земли Фиары, леса стали последним убежищем для тех, кто искал защиты. Стражи Леса, благословлённые духами природы, стояли на страже этих земель, их сердца бились в унисон с древними деревьями. Ты — один из них, чья душа связана с Духами Леса, что шепчут тебе тайны, утерянные в веках. Ты призываешь корни, чтобы сковать врагов, или духов, чтобы исцелить раны союзников. Твоя магия — это дыхание леса, что противостоит хаосу войны. Ты можешь вызывать лесных стражей, чьи когти разрывают врагов, или создавать барьеры из лиан, что защищают твоих соратников. Но каждый твой шаг — это эхо Войны Кланов, когда леса горели, а их защитники падали один за другим. Ты слышишь голоса павших стражей, что взывают к тебе из теней, требуя защитить то, что осталось. Ты видишь сны о горящих рощах, о деревьях, что кричали в агонии. Сможешь ли ты вернуть лесам их голос, или их песнь замолкнет навсегда?"
    },
    {
        "id": "ZarathChosen",
        "name": "Избранники Зараха",
        "src": "ZarathChosen.jpg",
        "description": "Зарах, бог войны и огня, даровал своим последователям силу, что пылает ярче солнца. Во времена Восстания Тёмных Эльфов его избранники сражались на передовой, обрушивая на врагов Пламенную Ярость. Ты — один из них, чьё сердце горит огнём бога, а каждый удар — это искра, что разжигает пожар. Ты можешь вызывать огненные вихри, что сжигают армии, или усиливать свои атаки пламенем, что не знает пощады. Твоя ярость позволяет создавать ауры огня, что испепеляют врагов, или призывать огненных духов, что сражаются за тебя. Но каждый раз, когда ты призываешь огонь Зараха, ты слышишь его голос, требующий новых побед, новых жертв. Эхо Восстания всё ещё звучит в твоих ушах, напоминая о тех, кто сгорел в своём же пламени. Ты видишь сны о полях, покрытых пеплом, о воинах, что стали жертвами собственной ярости. Сможешь ли ты удержать этот огонь под контролем, или он обратит тебя в пепел?"
    },
    {
        "id": "StarSinger",
        "name": "Певец Звёзд",
        "src": "StarSinger.jpg",
        "description": "Когда звёзды Эо сияли ярче, чем сегодня, Певцы Звёзд были их проводниками, читая судьбы мира в небесных узорах. Во время Падения Небесного Купола, когда звёзды гасли одна за другой, ты нашёл древний свиток, что открыл тебе тайны Астрологии. Теперь ты можешь предсказывать движения врагов, усиливать союзников или вызывать небесные силы, что обрушиваются на землю, как метеоры. Твоя магия — это танец звёзд, что направляет твоих союзников и сбивает врагов с пути. Ты можешь создавать созвездия, что усиливают твои заклинания, или призывать звёздный свет, что ослепляет врагов. Но звёзды молчат о твоей собственной судьбе, и их холодный свет напоминает о хрупкости мира. Эхо Падения звучит в твоих снах, когда ты видишь небеса, плачущие огнём, и слышишь крики тех, кто пытался удержать звёзды. Сможешь ли ты следовать их свету, или их тайны уведут тебя в тьму?"
    },
    {
        "id": "MonumentGuardian",
        "name": "Страж Монумента",
        "src": "MonumentGuardian.jpg",
        "description": "Монументы Аонира, бога света, стояли как маяки надежды во времена Тёмного Века, когда орды нежити хлынули через порталы. Стражи Монумента были их защитниками, их мечи сияли божественным светом. Ты — один из тех, кто выстоял, получив Благословение Аонира. Ты можешь создавать священные барьеры, что защищают союзников, или изгонять тьму, что угрожает миру. Твоя сила — в стойкости, что не знает компромиссов, позволяя тебе призывать лучи света, что испепеляют врагов, или ауры, что укрепляют дух твоих соратников. Но каждый раз, когда ты призываешь свет Аонира, ты слышишь голоса павших стражей, что взывают к тебе из теней. Они напоминают о монументах, что пали, и о долге, что тяжёл, как камень. Ты видишь сны о разрушенных алтарях, о свете, что угасал под натиском тьмы. Сможешь ли ты нести этот свет, или тьма найдёт путь в твоё сердце?"
    },
    {
        "id": "AonirPriest",
        "name": "Жрец Аонира",
        "src": "AonirPriest.jpg",
        "description": "Жрецы Аонира были проводниками божественного света во времена, когда тьма угрожала поглотить Эо. Во время Вторжения Нежити их молитвы спасали целые города, а их вера зажигала надежду в сердцах отчаявшихся. Ты — наследник этой традиции, чья душа сияет Светом Аонира. Ты исцеляешь раны, изгоняешь зло и укрепляешь дух союзников. Твои молитвы — это лучи, что испепеляют врагов, а твои ауры защищают от магии и смерти. Ты можешь призывать божественные щиты, что выдерживают натиск армий, или лучи света, что очищают поле боя. Но каждый раз, когда ты взываешь к Аониру, ты чувствуешь тяжесть его ожиданий, словно невидимый груз на твоих плечах. Эхо Вторжения звучит в твоих ушах, напоминая о городах, что пали, и о жрецах, что отдали жизни за свет. Сможешь ли ты нести этот свет, не сгорев в нём, или его сияние ослепит тебя?"
    },
    {
        "id": "Chieftain",
        "name": "Вождь",
        "src": "Chieftain.jpg",
        "description": "В эпоху Разлома, когда народы Эо раскололись на враждующие племена, вожди были теми, кто объединял их силой слова и меча. Ты — один из таких лидеров, чья харизма сплачивает даже самых разрозненных воинов. Твоя Верность Племени вдохновляет союзников сражаться до последнего, а твои команды могут переломить ход битвы. Ты можешь усиливать боевой дух, призывая воинов к подвигам, достойным легенд, или вести их в атаку, что сметает всё на своём пути. Твои ауры усиливают союзников, позволяя им сражаться с удвоенной силой, а твои крики войны внушают страх врагам. Но каждый твой приказ — это эхо Разлома, когда брат восстал против брата, а единство обратилось в хаос. Ты слышишь голоса тех, кто пал из-за предательства, и знаешь, что твоя сила — в доверии, что так легко разрушить. Ты видишь сны о племенах, что развалились под тяжестью амбиций. Сможешь ли ты удержать племя вместе, или оно развалится под тяжестью твоих решений?"
    },
    {
        "id": "ConvocationSurvivor",
        "name": "Переживший Конвокацию",
        "src": "ConvocationSurvivor.jpg",
        "description": "Конвокация Магов — событие, что раскололо небеса и изменило Эо навсегда. В тот день, когда гордыня чародеев превзошла мудрость древних, магические круги сошлись в едином катастрофическом всплеске. Целая гильдия волшебников испарилась в мгновение ока, а их сила, не найдя выхода, прожгла реальность, как раскалённый клинок — пергамент. Ты стоял в эпицентре, где магия обратилась против своих хозяев. Ты видел, как заклинания рвали ткань мира, слышал крики тысячей голосов, сливающихся в один немой рёв. Когда пепел осел, а руины перестали дымиться, ты обнаружил, что не просто выжил. В твоих жилах течёт Эхо Конвокации — сгусток нереализованных заклинаний, обрывков мыслей и ярости мёртвых магов. Эта сила позволяет тебе вызывать отголоски прошлого, создавая заклинания, что сотрясают землю, или усиливая союзников энергией давно ушедших эпох. Ты можешь искажать реальность, призывать фантомов павших магов или обрушивать на врагов волны хаотической энергии. Но каждый раз, когда ты черпаешь эту мощь, ты слышишь шёпот павших магов, их мольбы о прощении и их проклятья. Иногда они дарят тебе забытые слова силы. Иногда — требуют мести. Ты видишь сны о разрушенных башнях, о магах, чьи крики всё ещё звучат в эфире. Сможешь ли ты управлять этим эхом, или оно поглотит тебя, как поглотило тех, кто вызвал Конвокацию?"
    }
]