[
    {
        "id": 1,
        "name": "Гарпии",
        "src": "harpy.jpg",
        "description": "В небесах над Пиками Винтерлайт и Божьей Стеной реют Гарпии — крылатые дочери бурь, чьи пронзительные крики эхом разносятся по ледяным ущельям. Их перья блестят, как снег под луной, а когти остры, как предательство. В древности они были стражами небес, союзниками богов, но гордыня привела их к изгнанию. Гарпии не строят городов, их дома — гнёзда на неприступных скалах. Они повлияли на Фиару, охраняя северные перевалы от вторжений, но их дикая натура сделала их ненадёжными союзниками. В Ледяных землях и Драконьих островах они — вестники свободы, но и символ хаоса, что разрывает планы смертных."
    },
    {
        "id": 2,
        "name": "Первородные Эльфы",
        "src": "primordial_elves.jpg",
        "description": "В тени Дышащего Леса и у Зеркального Озера шепчут Первородные Эльфы — первые дети Аонира, чьи глаза видели рождение звёзд. Их магия соткала основы Фиары, а их песни учили деревья петь. В Городе Душ и Шепоте они хранят древние тайны, но их время ушло: раскол эльфийских родов породил Лесных и Тёмных Эльфов. Исторически они заложили магические основы континента, создав порталы и руны, что до сих пор питают мир. Их влияние — в каждом заклинании, но их отрешённость сделала их тенями прошлого, чьи голоса слышны лишь в снах."
    },
    {
        "id": 3,
        "name": "Люди",
        "src": "humans.jpg",
        "description": "Грейфелл, Нортандер, Шарроудейл — твердыни Людей, чьи сердца горят упрямством и надеждой. Они — кузнецы судьбы Фиары, строители городов и разрушители империй. Их королевства в Лианноне и Бастионе возвышались и падали, но каждый раз Люди восставали из пепла. Их влияние — в торговых путях, что связали континент, и в битвах против Тёмных Эльфов и Демонов. Они не владеют древней магией, но их воля изменила ход войн, от Великого Раскола до Войны Шести. Люди — это пульс Фиары, неустанный и неугасимый."
    },
    {
        "id": 4,
        "name": "Гоблины",
        "src": "goblins.jpg",
        "description": "В Кровавых Холмах и Барга Гор копошатся Гоблины — хитроумные и вездесущие, как крысы в подвалах мира. Их жилища — лабиринты нор, их оружие — украденное и переделанное. Гоблины не создавали империй, но их изобретения — от пороховых ловушек до воровских троп — изменили поле боя. В Лианноне и Нортандере они торгуют и крадут, их присутствие — как тень, что всегда рядом. Исторически они были наёмниками Орков и слугами Тёмных Эльфов, но их выживаемость сделала их вечными спутниками Фиары, незаметными, но незаменимыми."
    },
    {
        "id": 5,
        "name": "Минотавры",
        "src": "minotaurs.jpg",
        "description": "На Перевале Уайлдленд и в Колизее ревут Минотавры — дети земли, чьи рога пробивают небеса. Их сила сокрушает скалы, а ярость — армии. В Кровавых Холмах и Барга Гор они сражаются за честь, их боевые арены стали легендой. Исторически Минотавры были воинами древних племён, их союзы с Орками изменили ход битв. Их влияние — в разрушенных крепостях врагов и в кодексе чести, что вдохновляет воинов Фиары. Они — буря, что не знает покоя."
    },
    {
        "id": 6,
        "name": "Ледяные Эльфы",
        "src": "ice_elves.jpg",
        "description": "В Ледяных землях и Пиках Винтерлайт танцуют Ледяные Эльфы, чьи заклинания замораживают время. Их дворцы изо льда сияют под северным сиянием, а сердца холодны, как вечная зима. В Виндхолме и Ледяных Болотах они хранят древние святилища Аонира. Исторически они отгородились от мира, но их магия льда остановила вторжения с севера. Их влияние — в ледяных барьерах, что защищают Фиару, и в пророчествах, что предсказали Войну Шести. Они — стражи севера, чья красота так же опасна, как их чары."
    },
    {
        "id": 7,
        "name": "Дворфы",
        "src": "dwarves.jpg",
        "description": "Под Горой Каменного Клинка и в Железных Полях куют Дворфы — мастера камня и стали. Их молоты рождают мечи, что разят драконов, а их крепости в Бастионе и Грейфелле стоят веками. Дворфы не ищут славы, но их ремесло — основа экономики Фиары. Исторически они снабжали Людей и Лесных Эльфов оружием, их кузницы решили исход многих войн. Их влияние — в мостах, что соединяют земли, и в доспехах, что спасают героев. Дворфы — это хребет Фиары, крепкий и неподвижный."
    },
    {
        "id": 8,
        "name": "Ша",
        "src": "sha.jpg",
        "description": "В Пустыне Пепла и Фиаме скользят Ша — загадочные создания, чьи тела текут, как песок, а разум — как время. Они — дети пустыни, их магия связана с движением дюн. В Южных Ветряных Стенах и Пылающих Камнях они охраняют древние алтари. Исторически Ша были нейтральны, но их союзы с Шайканами изменили южные земли. Их влияние — в песчаных бурях, что скрывают тайны, и в ритуалах, что удерживают пустыню живой. Ша — дыхание пустыни, неуловимое и вечное."
    },
    {
        "id": 9,
        "name": "Шайканы",
        "src": "shaikan.jpg",
        "description": "В Пустыне Пепла и Фиаме правят Шайканы — воины крови и огня, чьи клинки связаны с драконьей магией. Их доспехи пылают, их клятвы нерушимы. В Муландире и Пылающих Камнях они — тень Тёмных Эльфов, их сила изменила юг. Исторически Шайканы восстали из пепла, их ритуалы пробудили пустынные земли. Их влияние — в огненных бурях, что сжигают врагов, и в кодексе, что объединяет воинов. Шайканы — пламя Фиары, яростное и неугасимое."
    },
    {
        "id": 10,
        "name": "Орки",
        "src": "orcs.jpg",
        "description": "Барга Гор и Кровавые Холмы — земли Орков, чьи топоры рубят судьбы, а боевые кличи сотрясают горы. Их шатры — символ свободы, их ярость — закон. В Шиле и Батуме они правят силой. Исторически Орки сражались с Людьми и Эльфами, их набеги изменили северо-восток. Их влияние — в разрушенных крепостях и в легендах о воинах, что не знают страха. Орки — буря Фиары, что сметает всё на своём пути."
    },
    {
        "id": 11,
        "name": "Китары",
        "src": "kitary.jpg",
        "description": "В Белом Море и на Драконьих островах плещутся Китары — дети волн, чьи песни зовут корабли. Их чешуя сияет, как жемчуг, их магия правит приливами. Они не знают суши, но их торговля связала острова с континентом. Исторически Китары спасали моряков и топили врагов. Их влияние — в морских путях, что питают Фиару, и в легендах о затонувших городах. Китары — кровь океана, что течёт вечно."
    },
    {
        "id": 12,
        "name": "Тёмные Эльфы",
        "src": "dark_elves.jpg",
        "description": "Муландир и Страна Тёмных Эльфов — владения Тёмных Эльфов, чьи заклинания чернее ночи, а амбиции глубже бездны. Их башни из обсидиана пронзают небо, их интриги рушат империи. В Пустыне Пепла и Тёмной Стене они правят страхом. Исторически они раскололи эльфийский род, их войны с Людьми изменили Фиару. Их влияние — в магии, что отравила реки, и в союзах, что изменили ход истории. Тёмные Эльфы — яд Фиары, смертельный и прекрасный."
    },
    {
        "id": 13,
        "name": "Великаны",
        "src": "giants.jpg",
        "description": "На Перевале Уайлдленд и в Колизее ступают Великаны — дети гор, чьи шаги сотрясают землю. Их кулаки — молоты, их голоса — гром. В Кровавых Холмах и Барга Гор они сражаются за славу. Исторически Великаны были наёмниками Орков, их сила разрушила стены. Их влияние — в руинах, что помнят их ярость, и в легендах, что пугают детей. Великаны — гнев Фиары, что не знает границ."
    },
    {
        "id": 14,
        "name": "Тролли",
        "src": "trolls.jpg",
        "description": "В Барга Гор и Кровавых Холмах бродят Тролли — грубые сыны камня, чьи дубины сокрушают всё. Их шкуры — как скалы, их разум — как буря. В Шиле и Батуме они служат Оркам. Исторически Тролли были воинами древних племён, их набеги изменили север. Их влияние — в разрушенных деревнях и в страхе, что гонит врагов. Тролли — сила Фиары, простая и неудержимая."
    },
    {
        "id": 15,
        "name": "Дриады",
        "src": "dryads.jpg",
        "description": "В Дышащем Лесе и Зеркальном Озере танцуют Дриады — духи деревьев, чьи волосы — листья, а смех — шелест ветра. Их магия исцеляет землю, их гнев — буря. В Эверлайте и Лифшейде они — сёстры Лесных Эльфов. Исторически Дриады защищали леса, их чары остановили пожары. Их влияние — в рощах, что укрывают беглецов, и в гармонии, что спасает Фиару. Дриады — сердце леса, что бьётся вечно."
    }
